/* Label for row of color wells for the background of the plugin */
"Background" = "Cefndir";

/* How long a notification will stay on screen */
"Duration:" = "Hyd:";

/* Label for the effect to use */
"Effect:" = "Effaith:";

/* Notification Priority Emergency */
"Emergency" = "Argyfwng";

/* A fade effect */
"Fade" = "Pylu";

/* Label for checkbox that says to do a floating icon */
"Floating Icon" = "Eicon Arnawf";

/* Notification Priority High */
"High" = "Uchel";

/* Large size for the display */
"Large" = "Mawr";

/* Checkbox to limit the display to 2-5 lines */
"Limit to 2-5 lines" = "Cyfyngu i 2-5 llinell";

/* Notification Priority Moderate */
"Moderate" = "Cymhedrol";

/* Normal size for the display
   Notification Priority Normal */
"Normal" = "Normal";

/* How clear the display is */
"Opacity:" = "Didreiddedd:";

/* Label for columns of color wells for various priority levels */
"Priority: (low to high)" = "Blaenoriaeth: (isel i uchel)";

/* Label for box to select screen for display to use */
"Screen:" = "Sgrîn:";

/* Label for pop up box for selecting the size of the display */
"Size:" = "Maint:";

/* A slide effect */
"Slide" = "Llithro";

/* Small size for the display */
"Small" = "Bach";

/* Label for row of color wells for the text element of the plugin */
"Text" = "Testun";

/* Notification Priority Very Low */
"Very Low" = "Isel Iawn";

